{
    "title": "English Language Arts Performance Task Specification: Grade 3 Informational Writing",
    "claimNumber": "Informational Writing",
    "grades": 3,
    "subject": "English Language Arts",
    "shortCode": "E.G3.Informational Writing",
    "target": [
        {
            "title": "English Language Arts Performance Task Specification: Grade 3 Informational Writing",
            "shortCode": "E.G3.C4R.T4",
            "description": "Cite evidence to support opinions and ideas.",
            "standards": [
                "E.G3.C1RI.T8.RI.3.1",
                "E.G3.C1RI.T8.RI.3.7",
                "E.G3.C1RI.T11.RI.3.6",
                "E.G3.C1RI.T11.RI.3.9",
                "E.G3.C2WN.T2.W.3.4",
                "E.G3.C2WN.T2.W.3.5",
                "E.G3.C2WN.T2.W.3.8",
                "E.G3.C2WI.T3a.W.3.2a",
                "E.G3.C2WI.T3a.W.3.2b",
                "E.G3.C2WI.T3a.W.3.2c",
                "E.G3.C2WI.T3a.W.3.2d",
                "E.G3.C2WO.T6a.W.3.1b"
            ],
            "stdDesc": [
                "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.",
                "Use information gained from illustrations (e.g., maps, photographs) and the words in a text to demonstrate understanding of the text (e.g., where, when, why, and how key events occur).",
                "Distinguish their own point of view from that of the author of a text.",
                "Compare and contrast the most important points and key details presented in two texts on the same topic.",
                "With guidance and support from adults, produce writing in which the development and organization are appropriate to task, purpose, and audience.",
                "With guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, and editing.",
                "Recall information from experiences or gather information from print and digital sources; take brief notes on sources and sort evidence into provided categories.",
                "Introduce a topic and group related information together; include illustrations, when useful to aiding comprehension.",
                "Develop the topic with facts, definitions, and details.",
                "Use linking words and phrases (e.g., *also, another, and, more, but*) to connect ideas within categories of information.",
                "Provide a concluding statement or section.",
                "Provide reasons that support the opinion."
            ],
            "DOK": [
                "R-DOK2",
                "R-DOK3"
            ],
            "DOKDesc": [
                "Level 2 includes the engagement of some mental processing beyond recalling or reproducing a response; it requires both comprehension and subsequent processing of text or portions of text. Intersentence analysis of inference is required. Some important concepts are covered but not in a complex way. Standards and items at this level may include words such as summarize, interpret, infer, classify, organize, collect, display, compare, and determine whether fact or opinion. Literal main ideas are stressed. A Level 2 assessment item may require students to apply some of the skills and concepts that are covered in Level 1.",
                "Deep knowledge becomes more of a focus at Level 3. Students are encouraged to go beyond the text; however, they are still required to show understanding of the ideas in the text. Students may be encouraged to explain, generalize, or connect ideas. Standards and items at Level 3 involve reasoning and planning. Students must be able to support their thinking. Items may involve abstract theme identification, inference across an entire passage, or students’ application of prior knowledge. Items may also involve more superficial connections between texts."
            ],
            "shortDOK": [
                "Level 2: Skills and Concepts",
                "Level 3: Strategic Thinking"
            ],
            "type": "PT",
            "clarification": "-   Performance Task (PT): In general, the PT should allow students to demonstrate deeper thinking and allow more integration of information from resources. Sources should cover the subject sufficiently enough to allow students to develop a main idea, but not be too general.\r\n\r\n-   Choosing Sources: Overall, the sources should offer more factual information and citations than just unsupported opinions. Stories or other works of fiction are not appropriate for the Grade 3–5 research tasks. Do not use literary fiction in the Grade 3-5 tasks.\r\n\r\n-   Each performance task (PT) should be as unique as possible. Within a PT set, stimuli may, however, be used in more than one PT if necessary and important to the task. This must be done cautiously and to a limited extent only. There should be different companion stimuli and, in addition, the two PTs must not have the same focus. Choose sources with writing assignment in mind. Think about writing assignment and whether sources provide enough information for an appropriate informational full write. Try not to create a writing assignment around a set of sources – the writing purpose **should come from the sources** and not be a forced fit.\r\n\r\n-   Claim 4 Targets: Target 2 will focus on choosing text and visual elements that support a research central idea, key detail, and/or given purpose as well as the integration of notes into a central idea or key detail category. Target 3 will focus on analyzing sources in order to locate additional information, such as relevant sources of information and relevant information from visual elements that will enhance an existing piece of student writing. Target 4 will focus on using/selecting evidence to support an opinion or an idea.\r\n\r\n-   Research Questions: The three research questions must represent at least two different Claim 4 targets. Within a PT set, an item task model for a research question (RQ) can be used across PTs.",
            "heading": "Item Writing and Scoring Guidelines",
            "evidence": [
                "The student will locate information from multiple sources to support a central idea or key detail related to research.",
                "Evidence Required",
                "The student will interpret information from multiple sources to support a given purpose related to research tasks.",
                "The student will interpret information from a visual source to support a given purpose related to research tasks.",
                "The student will analyze digital and print sources in order to locate relevant information to support research.",
                "The student will analyze illustrations in order to locate relevant information to support research.",
                "The student will select evidence to support opinions or ideas based on evidence collected.",
                "The student will write full informational texts on a topic using a complete writing process attending to purpose and audience: organize ideas by stating a focus (main idea); include text structures and appropriate transitional strategies for coherence; include elaboration and supporting evidence from sources and an appropriate conclusion.",
                "Claim 4",
                "Target 2",
                "Target 3",
                "Target 4",
                "Claim 2",
                "Target 4"
            ],
            "vocab": "string",
            "tools": "Word processing tools, including spell check",
            "stimInfo": "**Informational and literary nonfiction texts:** Includes the subgenres of articles, essays, memoirs, speeches, interviews, primary and secondary accounts, how-to articles, and functional reading.\r\n\r\n-   Stimuli should include information about the sources (including in-text citations for opinions) that aids the student in assessing the relevance or usefulness of the information presented in the sources.\r\n\r\n-   Stimuli should be presented as a set of sources that students might authentically find through a search, in alignment with the context of the writing assignment. Stimuli for research (two for Grade 3) should have some references and footnotes/in-text citations resembling authentic research sources.\r\n\r\n-   The set of sources should provide enough evidence that allows students to establish and support a main idea, rather than simply restating the ideas within the sources. Sources should not be encyclopedic or too general.\r\n\r\n-   The set of sources should together provide a comprehensive and richer collection of information than any one source alone and should encourage integration of information. Sources need some overlap of ideas to allow for analysis across texts.\r\n\r\n-   Overall, the sources should offer more factual information and citations than just unsupported opinions.\r\n\r\n**Literary fiction texts:** Includes the subgenres of narrative fiction, short stories, poetry, and song lyrics.\r\n\r\n-   Stories or other works of fiction are not appropriate for the Grade 3–5 research tasks. Do not use literary fiction in Grade 3–5 tasks.\r\n\r\n**Visual/graphic sources:** Includes the subgenres of data tables and graphs, maps, info-graphics, timelines, diagrams, photographs, drawings, and artwork.\r\n\r\n-   In any set of textual stimuli for research, visual/graphic sources that are included within the stimuli must serve a purpose other than to simply break up the text (e.g., making an abstract concept, idea, or process described in the source more understandable, providing additional information relevant to understanding the topic or subtopic). They should be highly relevant to the topic or subtopic of the source, and not introduce distracting or irrelevant information.\r\n\r\n-   Visuals should not be so complicated that they add to the reading load.\r\n\r\n-   Care should be taken in the selection of visual/graphic sources in consideration of accessibility issues for students with visual impairments. However, not ALL tasks must be accessible for visually impaired students.\r\n\r\n-   For Grade 3 Performance Tasks, where there are only 2 sources, visuals may be included *within* the sources as delineated in bullets above.",
            "devNotes": "When there is more than one DOK listed, DOK 3 is for machine-scored items and DOK 4 is for short-text items.",
            "complexity": "PT stimuli should follow the guidelines in the stimulus specifications document: *Smarter Balanced Assessment Consortium: English Language Arts & Literacy Computer Adaptive Test (CAT) and Performance Task (PT) Stimulus*; however, the complexity of the stimuli, taken as a whole, should be at approximately the lower end of the target grade level. The vocabulary used in the stimulus and the item should be on or below grade level. In some instances, vocabulary may be above grade level as long as the stimulus has sufficient context to support the meaning of the word. In other cases, a complex authentic source that is at a reading level above the target grade (i.e., a historical primary source document) may be included, but these should be used with caution and with appropriate supports (e.g., historical context, definitions of key terms).",
            "dualText": "NA",
            "accessibility": "string",
            "stem": [
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus\r\n\r\n**Stems:**\r\n-   Source \\#1 discusses &#60topic&#62 . Explain how the information in Source \\#2 adds to the reader’s understanding of &#60topic&#62 . Give **two** [details/examples] from Source \\#2 to support your explanation.\r\n\r\n-   The sources discuss &#60topic&#62 . Explain what the sources say about &#60topic&#62 . Use **one** detail from each source to support your explanation. For each detail, include the source title or number.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** G3.T2. Excerpt from one of the Sources \r\n\r\n**Stems:**\r\n-   Source \\#1 says &#60quote&#62 . Click on [**one**/**two**] sentence(s) in Source \\#2 below that **best** [supports/support] this [idea/detail].\r\n\r\n**Clarifications:** The stem should appear above the text not after it.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stems:**\r\n-   Source \\#1 includes an illustration. Explain how this illustration would be helpful if it were added to Source \\#2. Give **two** [details/examples] from Source \\#2 to support your explanation.\r\n\r\n-   Both sources discuss &#60topic&#62 . What does Source \\#1 explain about &#60topic&#62  that Source \\#2 does not? Explain why that information is helpful for the reader. Give **two** [details/examples] from Source \\#1 to support your explanation.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stems:**\r\n-   Source \\#1 gives information about &#60topic&#62 . Choose **two** [facts/ideas/details] from Source \\#2 that give **different** information about &#60topic&#62 .\r\n\r\n-   Choose **two** [details/ideas] that explain what **both** Source \\#1 and Source \\#2 say about &#60topic&#62 .\r\n\r\n-   Source \\#1 says &#60quote&#62 . Click on **two** details from Source \\#2 that give **different** information about &#60topic of quote&#62 .",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stems:**\r\n-   Which source has **more** helpful information in understanding &#60idea/process&#62? Explain why this source has **more** helpful information in understanding &#60idea/process&#62. Support your explanation with **two** [details/examples] from the source.\r\n\r\n-   Which source has **more** useful information about &#60topic&#62 ? Explain why this source has **more** useful information about &#60topic&#62 . Support your explanation with **two** [details/examples] from the source.",
                "**Lead-in**: No lead-in\r\n\r\n**Stimulus**: No additional stimulus \r\n\r\n**Stem**:\r\n- Which source has more useful information about &#60topic&#62? Choose one answer that gives the source number and correctly explains why this is the more useful source.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stem:**\r\n-  Source #1 has an illustration. What information from the illustration is the most useful in understanding the &#60process/idea&#62 in Source #2? Explain why this information is the most useful in understanding  &#60process/idea&#62. Support your explanation with two [details/examples] from Source #2.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** G3.T3. Excerpt from one of the Sources \r\n\r\n**Stem**:\r\n-\tSource #2 has an illustration. Click on the **two** details in the sentences from Source #1 below that are **best** explained by the illustration in Source #2.\r\n\r\n**Clarifications**: The stem should appear above the excerpt, not after it.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stems:**\r\n- Explain [why/how] &#60idea/opinion&#62. Give two [reasons/details/examples], one [reason/detail/example] from Source #1 and one [reason/detail/example] from Source #2 to support your explanation. For each [reason/detail/example], include the source title or number.\r\n\r\n- Explain what would happen if &#60possible effect from cause discussed in sources&#62. Give two [details/examples], one [detail/example] from Source #1 and one [detail/example] from Source #2, to support your explanation. For each [detail/example], include the source title or number.\r\n\r\n-\tEach source explains &#60topic/information&#62. Explain why this [topic/information] is important. Give two examples, one example from Source #1 and one example from Source #2, to support your answer. For each example, include the source title or number.",
                "**Lead-in:** No lead-in\r\n\r\n**Stimulus:** No additional stimulus \r\n\r\n**Stems:**\r\n\r\n-   Click on the boxes to match each source with the [idea/opinion] that it supports. Some [ideas/opinions] may have more than one source selected.\r\n\r\n   **Example of Formatting:**\r\n\r\n|   | Source #1: [title] |  Source #2: [title] |\r\n|---|--------|--------|\r\n| [idea/opinion] _____________   |  |   |\r\n| [idea/opinion] _____________   |  |   |\r\n $~$ \r\n\r\n \r\n-   Look at the [ideas/opinions] in the table. Decide if the information in Source \\#1, Source \\#2, both sources, or neither source supports each [idea/opinion]. Click on the box to match the source that supports each [idea/opinion]. There will be only one box selected for each [idea/opinion].\r\n\r\n**Example of Formatting:**\r\n\r\n\r\n\r\n|  |  Source #1: [title] |  Source #2: [title] |  Both  |  Neither  | \r\n|------------------|---|---|---|---|\r\n| [idea/opinion] |   |   |   |   |  \r\n| [idea/opinion] |   |   |   |   |  \r\n| [idea/opinion] |   |   |   |   |  \r\n$~$\r\n\r\n**Clarifications:** Matching tables should have no more than three correct answers at this grade level. If there are too many defensible options (check every possibility) do not use this item type, use multiple-choice.",
                "NA"
            ],
            "taskDescription": [
                "NA",
                "The student will locate sentences that present supporting information for the source quote given in the stem.\r\n\r\nThe **delimited text** should be an excerpt from one of the sources. There should be six sentences that are delimited; however, regardless of the number of answer options and correct responses, the correct responses must equal less than half of the total answer options.\r\n\r\nThe **correct answer choice(s)** should be sentences that clearly provide supporting information for the quote given in the stem. If there are too many defensible options (check every possibility) do not use this item type, use multiple-choice.\r\n\r\n**Distractors** are the delimited sentences that should reflect common student errors. Plausible distractors for this model might include: 1) a sentence that is on topic but does not present supporting information for the source quote found in the stem and/or 2) a sentence that contains the same wording as the source quote given in the stem but does not present supporting information.\r\n\r\n**Rationales** should state the justification for why the plausible distractor is incorrect. Provide rationales for all distractors in the delimited text.",
                "**Presenting the Sources**: The sources should not be presented with “Read this story/article/letter to the editor.” Students need to initially skim the sources with a purpose, be able to see the questions they will need to answer, and then go back and read the sources more carefully to find the answers.\r\n\r\n**Sample Setup #1:** “As part of your research you have found two sources. \r\n\r\nAfter you have reviewed these sources, you will answer some questions about them. Briefly skim the sources and the three questions that follow. Then, go back and read the sources carefully so you will have the information you will need to answer the questions and complete your research.”\r\n\r\n**Sample Setup #2:** “You decide to look up more information about this topic. You have found two sources about this topic.\r\n\r\nAfter you have reviewed these sources, you will answer some questions about them. Briefly skim the sources and the three questions that follow. Then, go back and read the sources carefully so you will have the information you will need to answer the questions and complete your research.”\r\n\r\n**Sample Setup #3:** “Your teacher takes your class to the library to look up more information. You have found two sources about this topic.\r\n\r\nAfter you have reviewed these sources, you will answer some questions about them. Briefly skim the sources and the three questions that follow. Then, go back and read the sources carefully so you will have the information you will need to answer the questions and complete your research.”\r\n\r\n**Task Description:** The Student Directions should include a motivating setup for every task that provides a paragraph/scenario explaining in an engaging way the issue the student will be researching. The setup places the student in a role to complete a particular task related to the issue. This should be done by establishing the reason for and nature of the research to be done without giving away the final assignment (see examples below in Sample Assignments). The actual assignment for the full write will appear later when it is time to start that task, but the role and issue will allow the student to read with a purpose and a frame of reference.\r\n\r\nThe performance task provides two short text items and one machine-scored item on Claim 4 Targets 2, 3, and 4 and one Claim 2 Target 4 informational full write. The three Claim 4 items should build toward the full write by increasing the students’ interaction with the sources in preparation for addressing the research demands of the full write.\r\n\r\nIn the informational full write, the student will draw ideas and information from each of the sources, answering the “what” about the topic, elaborating when necessary and maintaining a clear focus throughout. Students should reference the sources used when integrating relevant information in their writing. The student will address a specific audience and purpose in the full write.\r\n\r\nAfter drafting the full write, the student will revise and edit, paying attention to clarity and accuracy as well as to grade-appropriate language conventions such as grammar usage, spelling, capitalization, and punctuation.",
                "NA",
                "The student will locate sentences from a source presented in the performance task that provide different information from/supporting information to the information presented in another source from the performance task.\r\n\r\nThe **answer choices** should be six sentences from a source presented in the performance task; however, regardless of the number of answer options and correct responses, the correct responses must equal less than half of the total answer options.\r\n\r\nTo avoid clueing, the topic that is stated in the stem should either not use the explicit wording of the answer choices, or contain a balance of wording across the answer choices. To avoid outliers, be sure that the answer choices are about the same length, staggered evenly, or that a balance of length is used (i.e., three short, three long). Order the choices from shortest to longest.\r\n\r\nThe **correct answer choices** should be sentences that clearly provide differing information from/supporting information to the information given about the topic from the source mentioned in the stem.\r\n\r\n**Distractors** are the sentences that should reflect common student errors. Plausible distractors for this model might include: 1) sentences that are on topic but do not provide differing information from/supporting information to the information presented in the source that is mentioned in the stem and/or 2) sentences that are interesting facts but do not provide differing information from/supporting information to the information presented in the source that is mentioned in the stem.\r\n\r\n**Rationales** should state the justification for why the plausible distractor is incorrect.",
                "NA",
                "The test taker will locate the source that provides the most useful information.\r\n\r\nThe **answer choices** should be source titles, numbers, and descriptions of the sources that are provided in the performance task. To avoid clueing, be sure that the answer choices do not contain wording from the topic mentioned in the stem, or contain a balance of wording across the options. To avoid outliers, be sure that the answer choices are about the same length, staggered evenly, or that a balance of length is used (i.e., two short, two long). Order the choices from shortest to longest.\r\n\r\nThe **correct answer choice** should be one source that is correct and provides the most useful information on the topic mentioned in the stem.\r\n\r\nDistractors are the sentences that should reflect common student errors. Plausible distractors for this model might include: 1) information from the source that is inaccurate and/or 2) source that contains opinion or speculation and/or 3) information from the source that is not useful for the topic.\r\n\r\n**Rationales** should state the justification for why the plausible distractor is incorrect.",
                "NA",
                "The student will locate sentences that support an illustration presented in one of the sources provided in the performance task.\r\n\r\nThe **delimited text** should be an excerpt from one of the sources provided in the performance task. There should be six sentences that are delimited; however, regardless of the number of answer options and correct responses, the correct responses must equal less than half of the total answer options.\r\n\r\n The **correct answer choice(s)** should be sentences that clearly support the illustration that is mentioned in the stem. If there are too many defensible options (check every possibility) do not use this item type, use multiple-choice.\r\n \r\n**Distractors** are the delimited sentences that should reflect common student errors. Plausible distractors for this model might include: 1) a sentence that is on topic, but does not support the illustration and/or 2) a sentence that contains interesting information, but does not support the illustration.\r\n\r\n**Rationales** should state the justification for why the plausible distractor is incorrect. Provide rationales for all distractors in the delimited text.",
                "NA",
                "The student will match ideas/opinions to a source number and title.\r\n\r\nTo avoid clueing, do not use the same wording in the idea/opinion as is used in the sources. The student should not be able to match the idea/opinion to the source that supports it by simply matching the wording used.\r\n\r\nThe **correct answer choices** should fit clearly into one category listed on the table. \r\n\r\n**Rationales** should state the justification for why the plausible distractor is incorrect.",
                "**Informational Writing:**\r\n\r\nCreate an informational writing assignment that flows naturally from the research scenario given in the Student Directions (see “Task Description” above). An informational assignment must provide the following information:\r\n\r\n-\tA purpose for writing\r\n-\tA description of the audience\r\n-\tA clear direction to write a main idea supported by details from the sources"
            ],
            "taskModel": [
                "Task Models",
                "Task Model 1",
                "Task Model 2",
                "Task Model 3",
                "Task Model 4",
                "Task Model 5",
                "Task Model 6",
                "Task Model 7",
                "Task Model 8",
                "Task Model 9",
                "Task Model 10",
                "Task Model 11"
            ],
            "examples": [
                "NA",
                "NA",
                "NA",
                "NA",
                "NA",
                "None",
                "NA",
                "NA",
                "NA",
                "None",
                "NA",
                "Your teacher is creating a bulletin board display in the school library to show what your class has learned about different kinds of jobs. You decide to write an informational article on astronauts. Your article will be read by other students, teachers, and parents.\r\n\r\nUsing more than one source, develop a main idea about being an astronaut. Choose the most important information from the sources to support your main idea. Then, write an informational article that is several paragraphs long. Clearly organize your article and support your main idea with details from the sources. Use your own words except when quoting directly from the sources. Be sure to give the source title or number when using details from the sources.",
                "Your teacher wants each student to write an informational article that will be displayed with your science fair project. You decide to write about animals and where they live. Your article will be read by other students, teachers, and parents.\r\n\r\nUsing more than one source, develop a main idea about animals and their surroundings. Choose the most important information from more than one source to support your main idea. Then, write an informational article that is several paragraphs long. Clearly organize your article and support your main idea with details from the sources. Use your own words except when quoting directly from the sources. Be sure to give the source title or number when using details from the sources.\r\n\r\n**Note:**\r\n\r\n- Although a letter as an assignment is acceptable, avoid making the assignment a letter to friends or to younger audiences (too informal)."
            ],
            "rubrics": [
                "Scoring Rules",
                "Rubric 1a",
                "Response is an adequate evidence-based explanation of how the information in Source #2 adds to the reader’s understanding of &#60topic&#62  discussed in Source #1 supported by two [details/examples] from Source #2.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of how the information in Source #2 adds to the reader’s understanding of &#60topic&#62  discussed in Source #1 supported by two vague or loosely related [details/examples] from Source #2.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of how the information in Source #2 adds to the reader’s understanding of &#60topic&#62  discussed in Source #1 supported by one detail/example from Source #2.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Rubric 1b",
                "Response is an adequate evidence-based explanation of &#60topic&#62  supported by two details from different sources (one from each source). Student cites the source for each detail.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of &#60topic&#62  supported by two vague or loosely related details from different sources (one from each source). Student cites the source for each detail.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of &#60topic&#62  supported by two details from one source. Student cites the source for each detail.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of &#60topic&#62  supported by one detail from one source. Student cites the source for the detail.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of &#60topic&#62  supported by two details from different sources (one from each source). Student does not cite the source for each detail.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Scoring Rules",
                "Rubric 3a",
                "Response is an adequate evidence-based explanation of how an illustration in Source #1 would be helpful if it were added to Source #2. The explanation is supported by two [details/examples] from Source #2.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of how an illustration in Source #1 would be helpful if it were added to Source #2. The explanation is supported by two vague or loosely related [details/examples] from Source #2.  \r\n**OR**\r\nResponse is an adequate evidence-based explanation of how an illustration in Source #1 would be helpful if it were added to Source #2. The explanation is supported by one [detail/example] from Source #2.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Rubric 3b",
                "Response is an identification of what Source #1 explains about &#60topic&#62  that Source #2 does not and an adequate evidence-based explanation of why that information is helpful for the reader supported by two [details/examples] from Source #1.  .",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is an identification of what Source #1 explains about &#60topic&#62  that Source #2 does not and a limited/partial evidence-based explanation of why that information is helpful for the reader supported by two vague or loosely related [details/examples] from Source #1.  \r\n**OR**\r\nResponse is an identification of what Source #1 explains about &#60topic&#62  that Source #2 does not and an adequate evidence-based explanation of why that information is helpful for the reader supported by one [detail/example] from Source #1.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Scoring Rules",
                "Rubric 5a",
                "Response is an identification of which source has more helpful information in understanding &#60idea/process&#62 and an adequate evidence-based explanation of why it has more helpful information in understanding  &#60idea/process&#62, supported by two [details/examples] from the identified source.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is an identification of which source has more  helpful information in understanding &#60idea/process&#62 and a limited or partial evidence-based explanation of why it has more helpful information in understanding  &#60idea/process&#62, supported by two vague or loosely related [details/examples] from the identified source.  \r\n**OR**\r\nResponse is an identification of which source has more helpful information in understanding &#60idea/process&#62 and an adequate evidence-based explanation of why it has more helpful information in understanding  &#60idea/process&#62, supported by one [detail/example] from the identified source.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.  Just identifying the source is insufficient.",
                "Rubric 5b",
                "Response is an identification of which source has more useful information about &#60topic&#62 and an adequate evidence-based explanation of why it has more useful information about  &#60topic&#62, supported by two [details/examples] from the identified source.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is an identification of which source has more  useful information about &#60topic&#62 and a limited or partial evidence-based explanation of why it has more useful information about &#60topic&#62, supported by two vague or loosely related [details/examples] from the identified source.  \r\n**OR**\r\nResponse is an identification of which source has more useful information about &#60topic&#62 and an adequate evidence-based explanation of why it has more useful information in about  &#60topic&#62, supported by one [detail/example] from the identified source.",
                "Response is an explanation that is insufficient, incorrect or irrelevant. Just identifying the source is insufficient.",
                "Scoring Rules",
                "Rubric 7",
                "Response is an identification of what information from the illustration in Source #1 is the most useful information in understanding  &#60idea/process&#62 in Source #2 and an adequate evidence-based explanation of why it is the most useful supported by two [details/examples] from Source #2.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is an identification of what information from the illustration in Source #1 is the most useful information in understanding &#60idea/process&#62 in Source #2 and a limited/partial evidence-based explanation of why it is the most useful supported by two vague or loosely related [details/examples] from Source #2.  \r\n**OR**\r\nResponse is an identification of what information from the illustration in Source #1 is the most useful information in understanding &#60idea/process&#62 in Source #2 and an adequate evidence-based explanation of why it is the most useful supported by one [detail/example] from Source #2.  \r\n**OR**\r\nResponse is an identification of what information from the illustration in Source #1 is the most useful information in understanding &#60idea/process&#62 in Source #2 and an adequate evidence-based explanation of why it is the most useful supported by two [details/examples] from Source #1 or one [detail/example] from Source #1 and one [detail/example] from Source #2.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.  Just identifying the most useful information is insufficient.",
                "Scoring Rules",
                "Rubric 9a",
                "Response is an adequate evidence-based explanation of [why/how] &#60idea/opinion&#62 supported by two [reasons/details/examples], one [reason/detail/example] from Source #1 and one [reason/detail/example] from Source #2. Student cites the source for each [reason/detail/example].",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of [why/how] &#60idea/opinion&#62 supported by two vague or loosely related [reasons/details/examples], one [reason/detail/example] from Source #1 and one [reason/detail/example] from Source #2. Student cites the source for each [reason/detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of [why/how] &#60idea/opinion&#62 supported by two [reasons/details/examples] from one source. Student cites the source for each [reason/detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of [why/how] &#60idea/opinion&#62 supported by one [reason/detail/example] from one source. Student cites the source for the [reason/detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of [why/how] &#60idea/opinion&#62 supported by two [reasons/details/examples], one [reason/detail/example] from Source #1 and one [reason/detail/example] from Source #2. Student does not cite the source for each [reason/detail/example].",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Rubric 9b",
                "Response is an adequate evidence-based explanation of what would happen if &#60possible effect from a cause discussed in sources&#62 supported by two [details/examples], one detail from Source #1 and one [detail/example] from Source #2. Student cites the source for each [detail/example].",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of what would happen if &#60possible effect from a cause discussed in sources&#62 supported by two vague or loosely related [details/examples], one [detail/example] from Source #1 and one [detail/example] from Source #2. Student cites the source for each [detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of what would happen if &#60possible effect from a cause discussed in sources&#62 supported by two [details/examples] from one source. Student cites the source for each [detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of what would happen if &#60possible effect from a cause discussed in sources&#62 supported by one [detail/example] from one source. Student cites the source for the [detail/example].\r\n**OR**\r\nResponse is an adequate evidence-based explanation of what would happen if &#60possible effect from a cause discussed in sources&#62 supported by two [details/examples], one [detail/example] from Source #1 and one [detail/example] from Source #2. Student does not cite the source for each [detail/example].",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "Rubric 9c",
                "Response is an adequate evidence-based explanation of why &#60topic/information&#62 is important supported by two examples, one example from Source #1 and one example from Source #2. Student cites the source for each example.",
                "**Scoring Note:** Score point 1 encompasses partially correct responses.\r\n\r\nResponse is a limited/partial evidence-based explanation of  why &#60topic/information&#62 is important supported by two vague or loosely related examples, one example from Source #1 and one example from Source #2. Student cites the source for each example.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of why &#60topic/information&#62 is important supported by two examples from one source. Student cites the source for each example.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of why &#60topic/information&#62 is important supported by one example from one source. Student cites the source for the example.\r\n**OR**\r\nResponse is an adequate evidence-based explanation of why &#60topic/information&#62 is important supported by two examples, one example from Source #1 and one example from Source #2. Student does not cite the source for each example.",
                "Response is an explanation that is insufficient, incorrect or irrelevant.",
                "**Sample Informational Scoring:**\r\n\r\n**REMEMBER: A well-written informational &#60type of assignment&#62:**\r\n\r\n-   has a clear main idea\r\n\r\n-   is well-organized and stays on topic\r\n\r\n-   has an introduction and conclusion\r\n\r\n-   uses transitions\r\n\r\n-   uses details from the sources to support your main idea\r\n\r\n-   puts the information from the sources in your own words, except when using direct quotations from the sources\r\n\r\n-   gives the title or number of the source for the details or facts you included\r\n\r\n-   develops ideas clearly\r\n\r\n-   uses clear language\r\n\r\n-   follows rules of writing (spelling, punctuation, and grammar usage)\r\n\r\n**Scoring Rules for the Performance Task:**\r\n\r\n2-point rubric for hand-scored research question responses\r\n\r\n10-point analytic rubric for full write (4 points for organization/purpose; 4 points for evidence/elaboration; 2 points for conventions)",
                "Scoring Rules",
                "Rubric 11 - Organization/Purpose",
                "**The response has a clear and effective organizational structure, creating a sense of unity and completeness. The organization is sustained between and within paragraphs. The response is consistently and purposefully focused:**\r\n\r\n-\tcontrolling/main idea of a topic is clearly communicated, and the focus is strongly maintained for the purpose and audience\r\n\r\n-\tconsistent use of a variety of transitional strategies to clarify the relationships between and among ideas\r\n\r\n-\teffective introduction and conclusion\r\n\r\n-\tlogical progression of ideas from beginning to end; strong connections between and among ideas with some syntactic variety",
                "**The response has an evident organizational structure and a sense of completeness. Though there may be minor flaws, they do not interfere with the overall coherence. The organization is adequately sustained between and within paragraphs. The response is generally focused:**\r\n\r\n- controlling/main idea of a topic is clear, and the focus is mostly maintained for the purpose and audience\r\n\r\n- adequate use of transitional strategies with some variety to clarify the relationships between and among ideas\r\n\r\n- adequate introduction and conclusion\r\n\r\n- adequate progression of ideas from beginning to end; adequate connections between and among ideas",
                "**The response has an inconsistent organizational structure. Some flaws are evident, and some ideas may be loosely connected. The organization is somewhat sustained between and within paragraphs. The response may have a minor drift in focus:**\r\n\r\n-\tcontrolling/main idea of a topic may be somewhat unclear, or the focus may be insufficiently sustained for the purpose and/or audience\r\n\r\n-\tinconsistent use of transitional strategies and/or little variety\r\n\r\n-\tintroduction or conclusion, if present, may be weak\r\n\r\n-\tuneven progression of ideas from beginning to end; and/or formulaic; inconsistent or unclear connections between and among ideas",
                "The response has little or no discernible organizational structure. The response may be related to the topic but may provide little or no focus:\r\n\r\n- controlling/main idea may be confusing or ambiguous; response may be too brief or the focus may drift from the purpose and/or audience\r\n\r\n- few or no transitional strategies are evident\r\n\r\n- introduction and/or conclusion may be missing\r\n\r\n- frequent extraneous ideas may be evident; ideas may be randomly ordered or have an unclear progression",
                "- Insufficient (includes copied text)\r\n\r\n- In a language other than English\r\n\r\n- Off-topic\r\n\r\n- Off-purpose",
                "NA",
                "Rubric 11 - Evidence/Elaboration",
                "**The response provides uneven, cursory elaboration of the support/evidence for the controlling/main idea that includes uneven or limited use of source material. The response develops ideas unevenly, using simplistic language:**\r\n\r\n-\tsome evidence (facts and details) from the source material may be weakly integrated, imprecise, repetitive, vague, and/or copied\r\n\r\n-\tweak use of citations or attribution to source material\r\n\r\n-\tweak or uneven use of elaborative techniques [1]; development may consist primarily of source summary\r\n\r\n-\tvocabulary use is uneven or somewhat ineffective for the audience and purpose\r\n\r\n-\tinconsistent or weak attempt to create appropriate style\r\n\r\n[1] Elaborative techniques may include the use of personal experiences that support the controlling/main idea",
                "**The response provides minimal elaboration of the support/evidence for the controlling/main idea that includes little or no use of source material. The response is vague, lacks clarity, or is confusing:**\r\n\r\n-\tevidence (facts and details) from the source material is minimal, irrelevant, absent, incorrectly used, or predominantly copied\r\n\r\n-\tinsufficient use of citations or attribution to source material\r\n\r\n-\tminimal, if any, use of elaborative techniques [1]\r\n\r\n-\tvocabulary is limited or ineffective for the audience and purpose\r\n\r\n-\tlittle or no evidence of appropriate style\r\n\r\n[1] Elaborative techniques may include the use of personal experiences that support the controlling/main idea",
                "- Insufficient (includes copied text)\r\n\r\n- In a language other than English\r\n\r\n- Off-topic\r\n\r\n- Off-purpose",
                "NA",
                "Rubric 11 - Conventions",
                "**The response demonstrates an adequate command of conventions:**\r\n\r\n-\tadequate use of correct sentence formation, punctuation, capitalization, grammar usage, and spelling",
                "**The response demonstrates a partial command of conventions:**\r\n\r\n-\tlimited use of correct sentence formation, punctuation, capitalization, grammar usage, and spelling",
                "- Insufficient (includes copied text)\r\n\r\n- In a language other than English\r\n\r\n- Off-topic\r\n\r\n- Off-purpose",
                "**Holistic Scoring:**\r\n\r\n-\tVariety: A range of errors includes sentence formation, punctuation, capitalization, grammar usage, and spelling.\r\n-\tSeverity: Basic errors are more heavily weighted than higher-level errors.\r\n-\tDensity: The proportion of errors to the amount of writing done well. This includes the ratio of errors to the length of the piece.",
                "**The response provides thorough elaboration of the support/evidence for the controlling/main idea that includes the effective use of source material. The response clearly and effectively develops ideas, using precise language:**\r\n\r\n-\tcomprehensive evidence (facts and details) from the source material is integrated, relevant, and specific\r\n\r\n-\tclear citations or attribution to source material\r\n\r\n-\teffective use of a variety of elaborative techniques [1]\r\n\r\n-\tvocabulary is clearly appropriate for the audience and purpose\r\n\r\n-\teffective, appropriate style enhances content\r\n\r\n[1] Elaborative techniques may include the use of personal experiences that support the controlling/main idea",
                "The response provides adequate elaboration of the support/evidence for the controlling/main idea that includes the use of source material. The response adequately develops ideas, employing a mix of precise and more general language:\r\n\r\n-\tadequate evidence (facts and details) from the source material is integrated and relevant, yet may be general\r\n\r\n-\tadequate use of citations or attribution to source material\r\n\r\n-\tadequate use of some elaborative techniques [1]\r\n\r\n-\tvocabulary is generally appropriate for the audience and purpose\r\n\r\n-\tgenerally appropriate style is evident\r\n\r\n[1] Elaborative techniques may include the use of personal experiences that support the controlling/main idea",
                "**The response demonstrates little or no command of conventions:**\r\n\r\n-\tinfrequent use of correct sentence formation, punctuation, capitalization, grammar usage, and spelling",
                "NA",
                "NA",
                "NA",
                "NA",
                "NA"
            ],
            "stimulus": [
                "string"
            ],
            "shortStem": [
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems",
                "Appropriate Stems"
            ]
        }
    ]
}